export const termsOfService = `

# 日記アプリ利用規約

この利用規約（以下、「本規約」といいます。）は、当社が提供する日記アプリ（以下、「本サービス」といいます。）の利用条件を定めるものです。登録ユーザーの皆さま（以下、「ユーザー」といいます。）には、本規約に従って、本サービスをご利用いただきます。

## 1. 適用

本規約は、ユーザーと当社との間の本サービスの利用に関わる一切の関係に適用されるものとします。

## 2. 利用登録

登録希望者が当社の定める方法によって利用登録を申請し、当社がこれを承認することによって、利用登録が完了するものとします。

## 3. ユーザーの責任

ユーザーは、自己の責任において、本サービスのユーザーIDおよびパスワードを適切に管理するものとします。

## 4. 禁止事項

ユーザーは、本サービスの利用にあたり、以下の行為をしてはなりません。

- 法令または公序良俗に違反する行為
- 犯罪行為に関連する行為
- 当社、本サービスの他のユーザー、または第三者の知的財産権、肖像権、プライバシー、名誉その他の権利または利益を侵害する行為
- 他のユーザーに関する個人情報等を収集または蓄積する行為
- 不正アクセスをし、またはこれを試みる行為
- 他のユーザーに成りすます行為
- 当社が許諾しない本サービス上での宣伝、広告、勧誘、または営業行為
- 面識のない異性との出会いを目的とした行為
- 当社のサービスの運営を妨害するおそれのある行為
- その他、当社が不適切と判断する行為

## 5. 本サービスの提供の停止等

当社は、以下のいずれかの事由があると判断した場合、ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。

## 6. 保証の否認および免責事項

当社は、本サービスに事実上または法律上の瑕疵（安全性、信頼性、正確性、完全性、有効性、特定の目的への適合性、セキュリティなどに関する欠陥、エラーやバグ、権利侵害などを含みます。）がないことを明示的にも黙示的にも保証しておりません。

## 7. サービス内容の変更等

当社は、ユーザーへの事前の告知なしに、本サービスの内容を変更、追加または廃止することがあり、ユーザーはこれを承諾するものとします。

## 8. 利用規約の変更

当社は、必要と判断した場合には、ユーザーに通知することなくいつでも本規約を変更することができるものとします。なお、本規約の変更後、本サービスの利用を開始した場合には、当該ユーザーは変更後の規約に同意したものとみなします。

## 9. 個人情報の取扱い

当社は、本サービスの利用によって取得する個人情報については、当社「プライバシーポリシー」に従い適切に取り扱うものとします。

## 10. 通知または連絡

ユーザーと当社との間の通知または連絡は、当社の定める方法によって行うものとします。当社は、ユーザーから、当社が別途定める方式に従った変更届け出がない限り、現在登録されている連絡先が有効なものとみなして当該連絡先へ通知または連絡を行い、これらは、発信時にユーザーへ到達したものとみなします。

## 11. 権利義務の譲渡の禁止

ユーザーは、当社の書面による事前の承諾なく、利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し、または担保に供することはできません。

## 12. 準拠法・裁判管轄

本規約の解釈にあたっては、日本法を準拠法とします。本サービスに関して紛争が生じた場合には、当社の本店所在地を管轄する裁判所を専属的合意管轄とします。

以上
`
